[Ancestral_dragon.A_Burning_Buff H7BaseBuff]
mName="燃烧不止"
mTooltip="在回合开始时对生物造成 %d.max %icon_earth 土系伤害。持续 %durnow 回合。"

[Ancestral_dragon.A_tempete_Buff H7BaseBuff]
mName="强风"
mTooltip="此生物获得 -10 %icon_attack 攻击力，并且有 20% 几率未命中目标。持续 %durnow 回合。"

[Ancestral_dragon.A_Nova H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="森林风暴"
mTooltip="4x4 区域内的生物遭受 %d1.min %ICON_Air 气系伤害，并且敌方远程单位有 20% 几率未命中目标，持续 3 回合。\n每场战斗一次。"

[Ancestral_dragon.A_Cuirasse H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="远古岩石"
mTooltip="对此生物造成的所有物理伤害减少 %res。"

[Ancestral_dragon.A_Creature_ancestral_dragon H7Creature]
mName="远古翡翠龙"
mLore="当翡翠龙活得足够长时，它们可以进化为远古翡翠龙。它们定居在深洞穴中，沉睡 50 年。它们的身体随后被包裹在一个由未知物质的坚硬纤维构成的茧中。当龙醒来时，它的全身覆盖着纯翡翠鳞片，强大的翅膀从背上长出，从口中可以呼出绿色的火焰。据说是亚山最美丽的龙。\n\n招募所需稀有资源：\n5 龙钢"

[Ancestral_dragon.A_PiercingShot H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="空中突袭"
mTooltip="1x5 区域内的生物遭受 %d1.min %ICON_earth 土系伤害，并且它们会在 3 回合内持续受到伤害，与目标相邻的敌方生物也会受到伤害。\n每场战斗一次。"

[tiger_champion.A_Benediction_sylvestre H7BaseBuff]
mName="森林祝福"
mTooltip="该生物获得 %stat3 %ICON_Movement 移动力，%stat1 %ICON_Morale 士气和 %stat2 %Icon_Luck 幸运，持续 %durnow 回合。\n每场战斗一次。"

[tiger_champion.A_Creature_Saurien_neutral_extra H7Creature]
mName="美人鱼"
mLore="半人半海豚，美人鱼最初被设计用来保护、探索和航行于法师们的海岸线附近。不幸的是，由于七城领土大部分是沙漠，大多数美人鱼几乎从未见过大海，一直局限于作为寻求水生美景的主人的宠物角色。尽管在兽人叛乱中扮演被动角色，她们毫不犹豫地赢得了自由，现在相对和平地生活在海洋中，远离捕食者和亚莎的事务。"

[tiger_champion.A_GRIFFE_ancestral H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="远古之爪"
mTooltip="当此生物对精英或冠军生物造成伤害时，会降低其最大 %icon_health 生命值 %buff.buff.stat，直到战斗结束。该效果对同一目标最多可叠加三次，意味着在第四次攻击时重置。"

[tiger_champion.A_griffe_Buff H7BaseBuff]
mName="深度创伤"
mTooltip="该生物的最大 %ICON_health 生命值减少 %stat，直到战斗结束。"

[tiger_champion.A_Resurrection H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="森林祝福"
mTooltip="该生物治疗 %d 点 %icon_health 生命值。\n所有友方核心生物获得 %buff.buff.stat3 %ICON_Movement 移动力，%buff.buff.stat1 %ICON_Morale 士气和 %buff.buff.stat2 %Icon_Luck 幸运，持续 %buff.buff.durini 回合。\n每场战斗一次。"

[tiger_champion.A_WindShield H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="猫科反射"
mTooltip="该生物有 30% 几率免疫每个战斗回合中受到的第一次伤害。"

[tiger_champion.A_WindShield_Buff H7BaseBuff]
mName="猫科反射"
mTooltip="该生物免疫每个战斗回合中受到的第一次伤害。"

[tiger_champion.A_WindShield_NotUsed_Buff H7BaseBuff]
mName="猫科反射 "
mTooltip="此生物有 30% 几率免疫其每回合受到的第一次伤害。"

[Sylvan_Queen.A_CreatureQuenn_sylavania H7Creature]
mName="森林女王"
mLore="在深邃、原始的森林中存在着非凡的林妖。她们被称为森林女王。她们与所守护的森林有着深厚的联系。如果有人怀着恶意进入她们的领地，她们会以极大的热情保卫她们心爱的森林。有人说这是西莱纳的化身，为保护原始而美丽的森林而生。"

[White_Tiger.A_CreatureWhiteTiger H7Creature]
mName="白虎"
mLore="智慧的白虎是快速而可怕的敌人。它们总是能先发制人，即使在遭受攻击时也是如此。"

[Sylvan_Queen.A_forest_revange_Buff H7BaseBuff]
mName="森林复仇"
mTooltip="该生物获得 %stat1 %icon_defense 防御力和 %stat1 %icon_attack 攻击力，持续 %durnow 回合。"

[Sylvan_Queen.A_Regeneration_ShantiriTitan H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="大地复苏"
mTooltip="此生物在受到伤害时，有 30% 几率恢复 %d.min 点生命值。"

[Sylvan_Queen.A_Thorns H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="森林复仇"
mTooltip="3x4 区域内的敌方生物受到 %d 点伤害，并且其 %icon_attack 攻击力和 %icon_defense 防御力降低 %buff1.buff.stat1，持续 %buff1.buff.durini 回合。\n每场战斗一次。"

[Sylvan_unicorn.A_Resurrection H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="永恒生命"
mTooltip="此生物治疗 %d %icon_health 生命值。\n为所有友方 %icon_earth 土系生物施加永恒生命增益效果，在其回合开始时治疗 %buff1.buff.d1 %icon_health 生命值，持续 2 回合。\n每场战斗一次。"

[Sylvan_unicorn.A_sang_pure H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="纯净之血"
mTooltip="当此生物死亡时，它给予所有友方生物魔法免疫，持续 %buff.buff.durini 回合。"

[Sylvan_unicorn.A_Benediction_sylvestre H7BaseBuff]
mName="永恒生命"
mTooltip="该生物在其回合开始时被治疗和复活 %d1 %icon_health 生命值。\n持续 %durnow 回合。"

[Sylvan_unicorn.A_Creature_Unicorn_extra_elite-sylvan H7Creature]
mName="独角兽"
mLore="精灵的强大盟友，银色独角兽从森林深处出现，驱逐任何入侵者。它们银色的光环能够治愈所有与大地和谐相处的生物。如果一只独角兽在战斗中死亡，它强大的灵魂会保护盟友免受敌方魔法的伤害。"

[Sylvan_unicorn.A_sang_pure_buff H7BaseBuff]
mName="纯净之血：魔法免疫"
mTooltip="该生物免疫所有造成直接伤害的法术，并受到来自敌方生物的 %res2 魔法伤害。持续 %durnow 回合。"

version 1.26

[tiger_champion.A_Protection_reptilien H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="保护爬行者"
mTooltip="该生物提供一个光环，在第一个战斗回合结束时治疗所有盟友 %buff.buff.d %icon_health 生命值。"

[tiger_champion.A_protection_reptile_Buff H7BaseBuff]
mName="爬行生物关怀"
mTooltip="此生物将在战斗回合结束时被治疗 %d 点生命值。"